Repository: barbayellow/delicious-rss-display
Catalog: languages/drd-*.po
Languages: fr_fr

source: Delicious user name
fr_fr: Nom d'utilisateur delicious

source: Title
fr_fr: Titre

source: Elsewhere on the web
fr_fr: Ailleurs sur le web

source: Title tag
fr_fr: Tag

source: Category, tags or both
fr_fr: Catégories, tags ou les deux

source: Categories
fr_fr: Catégories

source: Both
fr_fr: Les deux

source: Number of item per tag
fr_fr: Nombre d'item par tag

source: Other settings
fr_fr: Autre réglages

source: Auto Insert delicious bookmark in post content
fr_fr: Ajouter les liens delicious automatiquement sous chaque billet

source: Save Changes
fr_fr: Enregistrer

source: See on my delicious :
fr_fr: Voir sur mon delicious :

source: See
fr_fr: Voir

source: my delicious
fr_fr: mon delicious
